Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# messaging_report_this_message
source: Report this message
es: Reportar este mensaje
ko: 이 메시지 신고
vi: Báo cáo tin nhắn này
zh_hans: 举报此消息
zh_hant: 檢舉此訊息

# messaging_report_title
source: Report Message
es: Reportar mensaje
ko: 메시지 신고
vi: Báo cáo tin nhắn
zh_hans: 举报消息
zh_hant: 檢舉訊息

# messaging_save
source: Save
es: Guardar
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# messaging_scroll_to_bottom
source: Scroll to bottom
es: Ir al final
ko: 맨 아래로 스크롤
vi: Cuộn xuống cuối
zh_hans: 滚动到底部
zh_hant: 捲動到底部

# messaging_scroll_to_bottom_hint
source: Scrolls to newest messages
es: Se desplaza a los mensajes más recientes
ko: 최신 메시지로 스크롤합니다
vi: Cuộn đến tin nhắn mới nhất
zh_hans: 滚动到最新消息
zh_hant: 捲動到最新訊息

# messaging_search_clear_accessibility
source: Clear search
es: Borrar búsqueda
ko: 검색어 지우기
vi: Xóa tìm kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

# messaging_search_close_accessibility
source: Close search
es: Cerrar búsqueda
ko: 검색 닫기
vi: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

# messaging_search_for_users_title
source: Search for Users
es: Buscar usuarios
ko: 사용자 찾기
vi: Tìm người dùng
zh_hans: 搜索用户
zh_hant: 搜尋使用者

# messaging_search_in_conversation
source: Search in conversation
es: Buscar en conversación
ko: 대화 내 검색
vi: Tìm trong cuộc trò chuyện
zh_hans: 在对话中搜索
zh_hant: 在對話中搜尋

# messaging_search_load_older_accessibility
source: Load older results
es: Cargar resultados anteriores
ko: 이전 결과 불러오기
vi: Tải kết quả cũ hơn
zh_hans: 加载更早的结果
zh_hant: 載入更早的結果

# messaging_search_load_older_hint
source: Loads earlier matching messages
es: Carga mensajes coincidentes anteriores
ko: 이전에 일치하는 메시지를 불러옵니다
vi: Tải các tin nhắn khớp cũ hơn
zh_hans: 加载更早的匹配消息
zh_hant: 載入更早的相符訊息

# messaging_search_next_accessibility
source: Next result
es: Resultado siguiente
ko: 다음 결과
vi: Kết quả tiếp theo
zh_hans: 下一个结果
zh_hant: 下一個結果

# messaging_search_no_results
source: No results for "%@"
es: Sin resultados para "%@"
ko: "%@" 검색 결과 없음
vi: Không có kết quả cho "%@"
zh_hans: 未找到"%@"的结果
zh_hant: 未找到「%@」的結果

# messaging_search_open_accessibility
source: Search messages
es: Buscar mensajes
ko: 메시지 검색
vi: Tìm kiếm tin nhắn
zh_hans: 搜索消息
zh_hant: 搜尋訊息

# messaging_search_previous_accessibility
source: Previous result
es: Resultado anterior
ko: 이전 결과
vi: Kết quả trước đó
zh_hans: 上一个结果
zh_hant: 上一個結果

# messaging_search_prompt
source: Search messages
es: Buscar mensajes
ko: 메시지 검색
vi: Tìm kiếm tin nhắn
zh_hans: 搜索消息
zh_hant: 搜尋訊息

# messaging_search_result_position_accessibility
source: Result %lld of %lld
es: Resultado %lld de %lld
ko: %lld번째 결과 (총 %lld개)
vi: Kết quả %lld trên %lld
zh_hans: 第 %lld 个结果，共 %lld 个
zh_hant: 第 %lld 個結果，共 %lld 個

# messaging_search_users_hint
source: Type a name or email to find users
es: Escribe un nombre o email para buscar usuarios
ko: 이름이나 이메일을 입력하여 사용자를 찾으세요
vi: Nhập tên hoặc email để tìm người dùng
zh_hans: 输入姓名或邮箱查找用户
zh_hant: 輸入姓名或電子郵件查找使用者

# messaging_search_users_hint_selected
source: Add more users or tap Done
es: Agrega más usuarios o toca Listo
ko: 사용자를 더 추가하거나 완료를 탭하세요
vi: Thêm người dùng hoặc nhấn Xong
zh_hans: 添加更多用户或点击完成
zh_hant: 新增更多使用者或點擊完成

# messaging_search_users_placeholder
source: Search users...
es: Buscar usuarios...
ko: 사용자 검색...
vi: Tìm người dùng...
zh_hans: 搜索用户...
zh_hant: 搜尋使用者...

# messaging_searching_messages
source: Searching messages…
es: Buscando mensajes…
ko: 메시지 검색 중…
vi: Đang tìm kiếm tin nhắn…
zh_hans: 搜索消息中…
zh_hant: 搜尋訊息中…

# messaging_select_users_title
source: Select Users
es: Seleccionar usuarios
ko: 사용자 선택
vi: Chọn người dùng
zh_hans: 选择用户
zh_hant: 選擇使用者

# messaging_selected_count
source: Selected (%lld)
es: Seleccionados (%lld)
ko: 선택됨 (%lld)
vi: Đã chọn (%lld)
zh_hans: 已选择（%lld）
zh_hant: 已選擇（%lld）

# messaging_send
source: Send message
es: Enviar mensaje
ko: 메시지 보내기
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

# messaging_send_failed
source: Failed to send message. Please try again.
es: Error al enviar el mensaje. Por favor, inténtalo de nuevo.
ko: 메시지를 보내지 못했습니다. 다시 시도해 주세요.
vi: Không thể gửi tin nhắn. Vui lòng thử lại.
zh_hans: 发送消息失败。请重试。
zh_hant: 發送訊息失敗。請重試。

# messaging_send_hint
source: Send your message
es: Envía tu mensaje
ko: 메시지를 전송합니다
vi: Gửi tin nhắn của bạn
zh_hans: 发送您的消息
zh_hant: 發送您的訊息

# messaging_send_location
source: Send Location
es: Enviar ubicación
ko: 위치 보내기
vi: Gửi vị trí
zh_hans: 发送位置
zh_hant: 傳送位置

# messaging_share_location_title
source: Share Location
es: Compartir ubicación
ko: 위치 공유
vi: Chia sẻ vị trí
zh_hans: 分享位置
zh_hant: 分享位置

# messaging_shared_location
source: Shared location
es: Ubicación compartida
ko: 공유된 위치
vi: Vị trí đã chia sẻ
zh_hans: 共享位置
zh_hant: 共享位置

# messaging_show_read_receipts
source: Send Read Receipts
es: Enviar confirmaciones de lectura
ko: 읽음 확인 보내기
vi: Gửi xác nhận đã đọc
zh_hans: 发送已读回执
zh_hant: 發送已讀回條

# messaging_start_conversation_hint
source: Start a conversation by claiming a request or messaging a user.
es: Inicia una conversación reclamando una solicitud o enviando un mensaje a un usuario.
ko: 요청을 수락하거나 사용자에게 메시지를 보내 대화를 시작하세요.
vi: Bắt đầu cuộc trò chuyện bằng cách nhận yêu cầu hoặc nhắn tin cho người dùng.
zh_hans: 通过领取请求或给用户发消息来开始对话。
zh_hant: 透過領取請求或給用戶發訊息來開始對話。

# messaging_start_the_conversation
source: Start the conversation!
es: ¡Inicia la conversación!
ko: 대화를 시작하세요!
vi: Bắt đầu cuộc trò chuyện!
zh_hans: 开始对话吧！
zh_hant: 開始對話吧！

# messaging_status_delivered
source: Delivered
es: Entregado
ko: 전달됨
vi: Đã gửi
zh_hans: 已送达
zh_hant: 已送達

# messaging_status_not_delivered
source: Not Delivered
es: No entregado
ko: 전달 안됨
vi: Chưa gửi được
zh_hans: 未送达
zh_hant: 未送達

# messaging_status_read
source: Read
es: Leído
ko: 읽음
vi: Đã xem
zh_hans: 已读
zh_hant: 已讀

# messaging_status_sending
source: Sending…
es: Enviando…
ko: 전송 중…
vi: Đang gửi…
zh_hans: 发送中…
zh_hant: 傳送中…

# messaging_submit
source: Submit
es: Enviar
ko: 제출
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# messaging_tap_to_retry
source: Tap to retry
es: Toca para reintentar
ko: 탭하여 재시도
vi: Nhấn để thử lại
zh_hans: 点击重试
zh_hant: 點擊重試

# messaging_this_message_was_unsent
source: This message was unsent
es: Este mensaje fue retirado
ko: 이 메시지가 전송 취소되었습니다
vi: Tin nhắn này đã bị thu hồi
zh_hans: 此消息已撤回
zh_hant: 此訊息已撤回

# messaging_thread
source: Thread
es: Hilo
ko: 스레드
vi: Chuỗi tin
zh_hans: 消息线程
zh_hant: 訊息串

# messaging_toast_muted
source: Conversation muted
es: Conversación silenciada
ko: 대화 음소거됨
vi: Đã tắt tiếng cuộc trò chuyện
zh_hans: 对话已静音
zh_hant: 對話已靜音

# messaging_toast_pinned
source: Conversation pinned
es: Conversación fijada
ko: 대화 고정됨
vi: Đã ghim cuộc trò chuyện
zh_hans: 对话已置顶
zh_hant: 對話已置頂

# messaging_toast_unmuted
source: Conversation unmuted
es: Sonido de conversación activado
ko: 대화 음소거 해제됨
vi: Đã bật tiếng cuộc trò chuyện
zh_hans: 对话已取消静音
zh_hant: 對話已取消靜音

# messaging_toast_unpinned
source: Conversation unpinned
es: Conversación desfijada
ko: 대화 고정 해제됨
vi: Đã bỏ ghim cuộc trò chuyện
zh_hans: 对话已取消置顶
zh_hant: 對話已取消置頂

# messaging_today
source: Today
es: Hoy
ko: 오늘
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# messaging_too_long
source: Message is too long (max 5,000 characters)
es: El mensaje es demasiado largo (máx. 5,000 caracteres)
ko: 메시지가 너무 깁니다 (최대 5,000자)
vi: Tin nhắn quá dài (tối đa 5.000 ký tự)
zh_hans: 消息过长（最多5,000个字符）
zh_hant: 訊息過長（最多5,000個字元）

# messaging_typing_many
source: %@, %@ and %lld others are typing...
es: %1$@, %2$@ y %3$lld otros están escribiendo...
ko: %1$@, %2$@ 외 %3$lld명이 입력 중...
vi: %1$@, %2$@ và %3$lld người khác đang nhập...
zh_hans: %1$@、%2$@ 和另外%3$lld人正在输入...
zh_hant: %1$@、%2$@ 和另外%3$lld人正在輸入...

# messaging_typing_single
source: %@ is typing...
es: %@ está escribiendo...
ko: %@님이 입력 중...
vi: %@ đang nhập...
zh_hans: %@ 正在输入...
zh_hant: %@ 正在輸入...

# messaging_typing_three
source: %@, %@ and 1 other are typing...
es: %1$@, %2$@ y 1 otro están escribiendo...
ko: %1$@, %2$@ 외 1명이 입력 중...
vi: %1$@, %2$@ và 1 người khác đang nhập...
zh_hans: %1$@、%2$@ 和另外1人正在输入...
zh_hant: %1$@、%2$@ 和另外1人正在輸入...

# messaging_typing_two
source: %@ and %@ are typing...
es: %1$@ y %2$@ están escribiendo...
ko: %1$@님과 %2$@님이 입력 중...
vi: %1$@ và %2$@ đang nhập...
zh_hans: %1$@ 和 %2$@ 正在输入...
zh_hant: %1$@ 和 %2$@ 正在輸入...

# messaging_unable_to_block_user
source: Unable to block this user. Please try again.
es: No se pudo bloquear a este usuario. Por favor, inténtalo de nuevo.
ko: 이 사용자를 차단할 수 없습니다. 다시 시도해 주세요.
vi: Không thể chặn người dùng này. Vui lòng thử lại.
zh_hans: 无法屏蔽此用户。请重试。
zh_hant: 無法封鎖此用戶。請重試。

# messaging_undo_send
source: Unsend
es: Anular envío
ko: 전송 취소
vi: Thu hồi
zh_hans: 撤回
zh_hant: 收回

# messaging_unmute
source: Unmute
es: Activar sonido
ko: 음소거 해제
vi: Bật tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

# messaging_unmute_notifications
source: Unmute Notifications
es: Reactivar notificaciones
ko: 알림 음소거 해제
vi: Bật lại thông báo
zh_hans: 取消静音通知
zh_hant: 取消靜音通知

# messaging_unpin
source: Unpin
es: Desfijar
ko: 고정 해제
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消置頂

# messaging_unread
source: unread messages
es: mensajes sin leer
ko: 읽지 않은 메시지
vi: tin nhắn chưa đọc
zh_hans: 未读消息
zh_hant: 未讀訊息

# messaging_unread_count_accessibility
source: %lld unread
es: %lld sin leer
ko: 읽지 않음 %lld개
vi: %lld chưa đọc
zh_hans: %lld 条未读
zh_hant: %lld 則未讀

# messaging_unread_divider_many
source: %d New Messages
es: %d mensajes nuevos
ko: 새 메시지 %d개
vi: %d tin nhắn mới
zh_hans: %d 条新消息
zh_hant: %d 則新訊息

# messaging_unread_divider_one
source: 1 New Message
es: 1 mensaje nuevo
ko: 새 메시지 1개
vi: 1 tin nhắn mới
zh_hans: 1 条新消息
zh_hant: 1 則新訊息

# messaging_unsend_action
source: Unsend
es: Deshacer envío
ko: 전송 취소
vi: Thu hồi
zh_hans: 撤回
zh_hant: 收回

# messaging_unsend_confirmation_message
source: This message will be removed for everyone in this conversation.
es: Este mensaje será eliminado para todos en esta conversación.
ko: 이 대화의 모든 사람에게서 이 메시지가 삭제됩니다.
vi: Tin nhắn này sẽ bị xóa cho tất cả mọi người trong cuộc trò chuyện này.
zh_hans: 此消息将对此对话中的所有人删除。
zh_hant: 此訊息將對此對話中的所有人刪除。

# messaging_unsend_title
source: Unsend Message
es: Deshacer envío
ko: 보내기 취소
vi: Thu hồi tin nhắn
zh_hans: 撤回消息
zh_hant: 收回訊息

# messaging_view_thread
source: View Thread
es: Ver hilo
ko: 스레드 보기
vi: Xem chuỗi trả lời
zh_hans: 查看回复
zh_hant: 查看回覆

# messaging_voice_message
source: Voice message
es: Mensaje de voz
ko: 음성 메시지
vi: Tin nhắn thoại
zh_hans: 语音消息
zh_hant: 語音訊息

# messaging_yesterday
source: Yesterday
es: Ayer
ko: 어제
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# messaging_you
source: You
es: Tú
ko: 나
vi: Bạn
zh_hans: 你
zh_hant: 你

# messaging_you_left_conversation
source: You left this conversation
es: Saliste de esta conversación
ko: 이 대화에서 나갔습니다
vi: Bạn đã rời cuộc trò chuyện này
zh_hans: 您已离开此对话
zh_hant: 您已離開此對話

# messaging_you_unsent_a_message
source: You unsent a message
es: Retiraste un mensaje
ko: 메시지 전송을 취소했습니다
vi: Bạn đã thu hồi một tin nhắn
zh_hans: 你撤回了一条消息
zh_hant: 你撤回了一則訊息

# messaging_zero_results
source: 0 results
es: 0 resultados
ko: 결과 없음
vi: 0 kết quả
zh_hans: 0 个结果
zh_hant: 0 個結果

# moderation_content_unavailable
source: This content is no longer available.
es: Este contenido ya no está disponible.
ko: 이 콘텐츠는 더 이상 사용할 수 없습니다.
vi: Nội dung này không còn khả dụng.
zh_hans: 此内容已不可用。
zh_hant: 此內容已無法使用。

# moderation_hidden_reason
source: Reason: %@
es: Motivo: %@
ko: 사유: %@
vi: Lý do: %@
zh_hans: 原因：%@
zh_hant: 原因：%@

# moderation_hidden_subtitle
source: Only you can see this placeholder because the content was hidden after review.
es: Solo tú puedes ver este marcador porque el contenido se ocultó después de una revisión.
ko: 검토 후 콘텐츠가 숨겨졌기 때문에 이 자리 표시자는 본인에게만 보입니다.
vi: Chỉ bạn mới thấy phần giữ chỗ này vì nội dung đã bị ẩn sau khi được xem xét.
zh_hans: 只有您能看到此占位提示，因为该内容在审核后已被隐藏。
zh_hant: 只有您能看到此預留提示，因為該內容在審核後已被隱藏。

# moderation_hidden_title
source: Content hidden by moderators
es: Contenido oculto por los moderadores
ko: 운영자가 숨긴 콘텐츠
vi: Nội dung đã bị người kiểm duyệt ẩn
zh_hans: 内容已被管理员隐藏
zh_hant: 內容已被管理員隱藏

source: Naar's Cars - Community Ride Sharing
es: Naar's Cars: viajes compartidos en comunidad
ko: Naar's Cars - 커뮤니티 라이드 공유
vi: Naar's Cars - Đi chung xe cộng đồng
zh_hans: Naar's Cars - 社区拼车
zh_hant: Naar's Cars - 社群共乘

source: Naar's Cars Supreme Leader
es: Líder supremo de Naar's Cars
ko: Naar's Cars 최고 지도자
vi: Lãnh tụ tối cao của Naar's Cars
zh_hans: Naar's Cars 最高领导
zh_hant: Naar's Cars 最高領導

source: Name
es: Nombre
ko: 이름
vi: Tên
zh_hans: 姓名
zh_hant: 姓名

# nav_open
source: Open
es: Abrir
ko: 열기
vi: Mở
zh_hans: 打开
zh_hant: 打開

# nav_open_link
source: Open Link?
es: ¿Abrir enlace?
ko: 링크를 여시겠습니까?
vi: Mở liên kết?
zh_hans: 打开链接？
zh_hant: 打開連結？

# nav_open_link_warning
source: You have an open screen. Opening this link may discard any in-progress changes.
es: Tienes una pantalla abierta. Abrir este enlace puede descartar cualquier cambio en progreso.
ko: 열려 있는 화면이 있습니다. 이 링크를 열면 진행 중인 변경 사항이 취소될 수 있습니다.
vi: Bạn đang có một màn hình mở. Mở liên kết này có thể loại bỏ bất kỳ thay đổi đang thực hiện.
zh_hans: 您有一个打开的页面。打开此链接可能会丢弃正在进行的更改。
zh_hant: 您有一個打開的頁面。打開此連結可能會丟棄正在進行的更改。

# nav_stay
source: Stay
es: Quedarse
ko: 머물기
vi: Ở lại
zh_hans: 留下
zh_hant: 留下

# nav_tab_community
source: Community
es: Comunidad
ko: 커뮤니티
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社區

# nav_tab_community_hint
source: View community features
es: Ver funciones de la comunidad
ko: 커뮤니티 기능 보기
vi: Xem các tính năng cộng đồng
zh_hans: 查看社区功能
zh_hant: 查看社區功能

# nav_tab_messages
source: Messages
es: Mensajes
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# nav_tab_messages_hint
source: View your conversations
es: Ver tus conversaciones
ko: 내 대화 보기
vi: Xem các cuộc trò chuyện của bạn
zh_hans: 查看您的对话
zh_hant: 查看您的對話

# nav_tab_profile
source: Profile
es: Perfil
ko: 프로필
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

# nav_tab_profile_hint
source: View and edit your profile
es: Ver y editar tu perfil
ko: 내 프로필 보기 및 편집
vi: Xem và chỉnh sửa hồ sơ của bạn
zh_hans: 查看和编辑您的个人资料
zh_hant: 查看和編輯您的個人資料

# nav_tab_requests
source: Requests
es: Solicitudes
ko: 요청
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# nav_tab_requests_hint
source: View ride and favor requests
es: Ver solicitudes de viaje y de favor
ko: 라이드 및 부탁 요청 보기
vi: Xem yêu cầu đi xe và giúp đỡ
zh_hans: 查看乘车和帮忙请求
zh_hant: 查看乘車和幫忙請求

# network_connection_restored
source: Internet connection restored
es: Conexión a internet restablecida
ko: 인터넷 연결이 복구되었습니다
vi: Đã khôi phục kết nối Internet
zh_hans: 网络连接已恢复
zh_hant: 網路連線已恢復

# network_no_connection
source: No Internet Connection
es: Sin conexión a Internet
ko: 인터넷 연결 없음
vi: Không có kết nối Internet
zh_hans: 无网络连接
zh_hant: 無網路連線

source: New Post
es: Nueva publicación
ko: 새 게시물
vi: Bài đăng mới
zh_hans: 新帖子
zh_hant: 新帖子

source: Next
es: Siguiente
ko: 다음
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: No questions yet. Be the first to ask!
es: Aún no hay preguntas. ¡Sé el primero en preguntar!
ko: 아직 질문이 없습니다. 첫 번째로 질문하세요!
vi: Chưa có câu hỏi nào. Hãy là người đầu tiên đặt câu hỏi!
zh_hans: 还没有问题。成为第一个提问的人！
zh_hant: 還沒有問題。成為第一個提問的人！

source: No race conditions detected
es: No se detectaron condiciones de carrera
ko: 경쟁 상태가 감지되지 않았습니다
vi: Không phát hiện điều kiện tranh chấp
zh_hans: 未检测到竞争条件
zh_hant: 未偵測到競爭條件

source: No Rating
es: Sin calificación
ko: 평점 없음
vi: Không có đánh giá
zh_hans: 无评分
zh_hant: 無評分

source: No results found
es: No se encontraron resultados
ko: 결과 없음
vi: Không tìm thấy kết quả
zh_hans: 未找到结果
zh_hant: 未找到結果

source: Notes
es: Notas
ko: 메모
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Notification Diagnostics
es: Diagnóstico de notificaciones
ko: 알림 진단
vi: Chẩn đoán thông báo
zh_hans: 通知诊断
zh_hant: 通知診斷

source: Notifications
es: Notificaciones
ko: 알림
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# notifications_action_check_failed
source: Couldn't open this right now. Check your connection and try again.
es: No se pudo abrir esto en este momento. Revisa tu conexión e inténtalo de nuevo.
ko: 지금은 열 수 없습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Không thể mở mục này lúc này. Hãy kiểm tra kết nối và thử lại.
zh_hans: 暂时无法打开。请检查网络连接后重试。
zh_hant: 暫時無法開啟。請檢查網路連線後重試。

# notifications_action_mark_read
source: Mark as Read
es: Marcar como leído
ko: 읽음으로 표시
vi: Đánh dấu đã đọc
zh_hans: 标为已读
zh_hant: 標為已讀

# notifications_action_no_not_yet
source: No, Not Yet
es: No, aún no
ko: 아니요, 아직이요
vi: Không, chưa xong
zh_hans: 不，还没有
zh_hant: 不，還沒有

# notifications_action_reply
source: Reply
es: Responder
ko: 답장
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# notifications_action_reply_placeholder
source: Type a reply…
es: Escribe una respuesta…
ko: 답장 입력…
vi: Nhập câu trả lời…
zh_hans: 输入回复…
zh_hant: 輸入回覆…

# notifications_action_send
source: Send
es: Enviar
ko: 보내기
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# notifications_action_yes_completed
source: Yes, Completed
es: Sí, completado
ko: 네, 완료했어요
vi: Có, đã hoàn thành
zh_hans: 是的，已完成
zh_hant: 是的，已完成

# notifications_all_caught_up
source: You're all caught up!
es: ¡Estás al día!
ko: 모든 알림을 확인했습니다!
vi: Bạn đã xem hết rồi!
zh_hans: 您已看完所有通知！
zh_hant: 您已看完所有通知！

# notifications_announcements_empty
source: Announcements will appear here when available.
es: Los anuncios aparecerán aquí cuando estén disponibles.
ko: 공지사항이 있으면 여기에 표시됩니다.
vi: Thông báo sẽ xuất hiện ở đây khi có.
zh_hans: 公告将在此处显示。
zh_hant: 公告將在此處顯示。

# notifications_announcements_title
source: Announcements
es: Anuncios
ko: 공지사항
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# notifications_archived_hint
source: Older notifications are automatically archived
es: Las notificaciones antiguas se archivan automáticamente
ko: 이전 알림은 자동으로 보관됩니다
vi: Các thông báo cũ được tự động lưu trữ
zh_hans: 较旧的通知将自动存档
zh_hant: 較舊的通知將自動封存

# notifications_bell_hint
source: Double-tap to view your notifications
es: Toca dos veces para ver tus notificaciones
ko: 두 번 탭하여 알림을 확인하세요
vi: Nhấn đúp để xem thông báo của bạn
zh_hans: 轻点两下以查看您的通知
zh_hant: 點兩下以查看您的通知

# notifications_bell_unread_accessibility
source: Notifications, %lld unread
es: Notificaciones, %lld sin leer
ko: 알림, 읽지 않음 %lld개
vi: Thông báo, %lld chưa đọc
zh_hans: 通知，%lld 条未读
zh_hant: 通知，%lld 則未讀

# notifications_completion_no_longer_needed
source: No answer needed. This request is already completed or closed.
es: No se necesita respuesta. Esta solicitud ya está completada o cerrada.
ko: 답변이 필요하지 않습니다. 이 요청은 이미 완료되었거나 종료되었습니다.
vi: Không cần trả lời. Yêu cầu này đã hoàn thành hoặc đã đóng.
zh_hans: 无需回答。此请求已完成或已关闭。
zh_hant: 無需回答。此請求已完成或已關閉。

# notifications_completion_reminder_body
source: Did you complete the %@?
es: ¿Completaste %@?
ko: %@ 완료하셨나요?
vi: Bạn đã hoàn thành %@ chưa?
zh_hans: %@完成了吗？
zh_hant: %@完成了嗎？

# notifications_completion_reminder_your_favor
source: your favor
es: tu favor
ko: 부탁을
vi: nhờ vả của mình
zh_hans: 您的帮忙
zh_hant: 您的幫忙

# notifications_completion_reminder_your_request
source: your request
es: tu solicitud
ko: 요청을
vi: yêu cầu của mình
zh_hans: 您的请求
zh_hant: 您的請求

# notifications_completion_reminder_your_ride
source: your ride
es: tu viaje
ko: 라이드를
vi: chuyến đi của mình
zh_hans: 您的行程
zh_hant: 您的行程

# notifications_loading_accessibility
source: Loading notifications
es: Cargando notificaciones
ko: 알림 로딩 중
vi: Đang tải thông báo
zh_hans: 正在加载通知
zh_hant: 正在載入通知

# notifications_mark_all_read
source: Mark All Read
es: Marcar todo como leído
ko: 모두 읽음으로 표시
vi: Đánh dấu tất cả đã đọc
zh_hans: 全部标为已读
zh_hant: 全部標為已讀

# notifications_mark_all_read_action_remaining
source: Marked as read. Requests waiting for your answer stay until you respond.
es: Marcadas como leídas. Las solicitudes que esperan tu respuesta permanecen hasta que respondas.
ko: 읽음으로 표시했습니다. 답변을 기다리는 요청은 응답할 때까지 유지됩니다.
vi: Đã đánh dấu là đã đọc. Các yêu cầu đang chờ câu trả lời của bạn sẽ được giữ lại cho đến khi bạn phản hồi.
zh_hans: 已标记为已读。等待您回答的请求会保留，直到您作出回应。
zh_hant: 已標記為已讀。等待您回答的請求會保留，直到您作出回應。

# notifications_mark_read_failed
source: Couldn't mark as read. Please try again.
es: No se pudo marcar como leído. Por favor, inténtalo de nuevo.
ko: 읽음으로 표시하지 못했습니다. 다시 시도해 주세요.
vi: Không thể đánh dấu là đã đọc. Vui lòng thử lại.
zh_hans: 无法标记为已读。请重试。
zh_hant: 無法標記為已讀。請重試。

# notifications_no_announcements
source: No Announcements
es: Sin anuncios
ko: 공지사항 없음
vi: Không có thông báo
zh_hans: 没有公告
zh_hant: 沒有公告

# notifications_no_notifications
source: No Notifications
es: Sin notificaciones
ko: 알림 없음
vi: Không có thông báo
zh_hans: 没有通知
zh_hant: 沒有通知

# notifications_refresh_failed_banner
source: Couldn't refresh. Showing saved notifications.
es: No se pudo actualizar. Se muestran las notificaciones guardadas.
ko: 새로 고치지 못했습니다. 저장된 알림을 표시합니다.
vi: Không thể làm mới. Đang hiển thị các thông báo đã lưu.
zh_hans: 无法刷新。正在显示已保存的通知。
zh_hant: 無法重新整理。正在顯示已儲存的通知。

# notifications_review_no_longer_needed
source: Nothing to review. This request is already reviewed or closed.
es: Nada que revisar. Esta solicitud ya fue revisada o cerrada.
ko: 검토할 내용이 없습니다. 이 요청은 이미 검토되었거나 종료되었습니다.
vi: Không có gì cần đánh giá. Yêu cầu này đã được đánh giá hoặc đã đóng.
zh_hans: 没有需要评价的内容。此请求已评价或已关闭。
zh_hant: 沒有需要評價的內容。此請求已評價或已關閉。

# notifications_row_open_hint
source: Double-tap to open this %@ notification
es: Toca dos veces para abrir esta notificación de %@
ko: 두 번 탭하여 이 %@ 알림을 여세요
vi: Nhấn đúp để mở thông báo %@ này
zh_hans: 轻点两下以打开此%@通知
zh_hant: 點兩下以開啟此%@通知

# notifications_row_read_accessibility
source: read
es: leída
ko: 읽음
vi: đã đọc
zh_hans: 已读
zh_hant: 已讀

# notifications_row_unread_accessibility
source: unread
es: sin leer
ko: 읽지 않음
vi: chưa đọc
zh_hans: 未读
zh_hant: 未讀

# notifications_title
source: Notifications
es: Notificaciones
ko: 알림
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# notifications_today
source: Today
es: Hoy
ko: 오늘
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# notifications_yesterday
source: Yesterday
es: Ayer
ko: 어제
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: OK
es: Aceptar
ko: 확인
vi: Đồng ý
zh_hans: 确定
zh_hant: 確定

source: Open in Apple Maps
es: Abrir en Apple Maps
ko: Apple 지도에서 열기
vi: Mở trong Apple Maps
zh_hans: 在 Apple 地图中打开
zh_hant: 在 Apple 地圖中開啟

source: Open in Google Maps
es: Abrir en Google Maps
ko: Google 지도에서 열기
vi: Mở trong Google Maps
zh_hans: 在 Google 地图中打开
zh_hant: 在 Google 地圖中開啟

source: or
es: o
ko: 또는
vi: hoặc
zh_hans: 或
zh_hant: 或

source: Participants
es: Participantes
ko: 참가자
vi: Người tham gia
zh_hans: 参与者
zh_hant: 參與者

source: Password
es: Contraseña
ko: 비밀번호
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# password_reset_email_label
source: Email
es: Correo electrónico
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

# password_reset_email_placeholder
source: Enter your email
es: Ingresa tu correo electrónico
ko: 이메일을 입력하세요
vi: Nhập email của bạn
zh_hans: 请输入您的电子邮件
zh_hant: 請輸入您的電子郵件

# password_reset_send_button
source: Send Reset Link
es: Enviar enlace de restablecimiento
ko: 재설정 링크 전송
vi: Gửi liên kết đặt lại
zh_hans: 发送重置链接
zh_hant: 傳送重設連結

# password_reset_sent_hint
source: It can take a few minutes to arrive. If you don't see it, check your spam folder.
es: Puede tardar unos minutos en llegar. Si no lo ves, revisa tu carpeta de spam.
ko: 도착하는 데 몇 분 걸릴 수 있습니다. 보이지 않으면 스팸함을 확인하세요.
vi: Email có thể mất vài phút mới đến. Nếu không thấy, hãy kiểm tra thư mục thư rác.
zh_hans: 邮件可能需要几分钟才能送达。如果没有收到，请检查垃圾邮件文件夹。
zh_hant: 郵件可能需要幾分鐘才會送達。若沒有收到，請檢查垃圾郵件匣。

# password_reset_sent_title
source: Check your email
es: Revisa tu correo electrónico
ko: 이메일을 확인하세요
vi: Hãy kiểm tra email của bạn
zh_hans: 请查看您的电子邮件
zh_hant: 請查看您的電子郵件

# password_reset_subtitle
source: Enter your email address and we'll send you a password reset link.
es: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
ko: 이메일 주소를 입력하면 비밀번호 재설정 링크를 보내드립니다.
vi: Nhập địa chỉ email và chúng tôi sẽ gửi cho bạn liên kết đặt lại mật khẩu.
zh_hans: 输入您的电子邮件地址，我们将向您发送密码重置链接。
zh_hant: 輸入您的電子郵件地址，我們將向您傳送密碼重設連結。
